var GodKozy2015 = {
	yearSign: {
		1940: 'Дракон', 1952: 'Дракон', 1964: 'Дракон', 1976: 'Дракон', 1988: 'Дракон', 2000: 'Дракон', 2012: 'Дракон', 
		1941: 'Змея',   1953: 'Змея', 	1965: 'Змея', 	1977: 'Змея', 	1989: 'Змея', 	2001: 'Змея', 	2013: 'Змея',
		1942: 'Лошадь',	1954: 'Лошадь',	1966: 'Лошадь',	1978: 'Лошадь', 1990: 'Лошадь',	2002: 'Лошадь',	2014: 'Лошадь',
		1943: 'Коза',	1955: 'Коза',	1967: 'Коза',	1979: 'Коза', 	1991: 'Коза',	2003: 'Коза',	2015: 'Коза',
		1944: 'Обезьяна', 1956: 'Обезьяна',	1968: 'Обезьяна', 1980: 'Обезьяна', 1992: 'Обезьяна', 2004: 'Обезьяна',
		1945: 'Петух', 	1957: 'Петух',	1969: 'Петух',	1981: 'Петух', 	1993: 'Петух', 	2005: 'Петух',
		1946: 'Собака',	1958: 'Собака',	1970: 'Собака',	1982: 'Собака',	1994: 'Собака',	2006: 'Петух',
		1947: 'Свинья',	1959: 'Свинья',	1971: 'Свинья',	1983: 'Свинья',	1995: 'Свинья',	2007: 'Свинья',
		1948: 'Крыса',	1960: 'Крыса',	1972: 'Крыса',	1984: 'Крыса',	1996: 'Крыса',	2008: 'Крыса',
		1949: 'Бык',	1961: 'Бык',	1973: 'Бык',	1985: 'Бык',	1997: 'Бык',	2009: 'Бык',
		1950: 'Тигр',	1962: 'Тигр',	1974: 'Тигр',	1986: 'Тигр',	1998: 'Тигр',	2010: 'Тигр',
		1951: 'Заяц',	1963: 'Заяц',	1975: 'Заяц',	1987: 'Заяц',	1999: 'Заяц',	2011: 'Заяц'
	},
	findOutEastCalendarSign : function () {
		var year = $('#birthdayYear').val();
		$('#east-calendar-sign').html('Поздравляем! По Восточному календарю Вы: ' + this.yearSign[year]);
	}
};
